{
  "Welcome to OfficeLife": "Bienvenue sur Officelife",
  "Create your account now for free.": "Créez votre compte gratuitement.",
  "We will send you a verification email, and won't spam you.": "Nous vous enverrons un email de vérification, et ne vous spammerons pas.",
  "Minimum 6 characters, up to 60.": "Minimum 6 caractères, jusqu'à 60.",
  "Email": "Email",
  "Password": "Mot de passe",
  "Confirm password": "Confirmer le mot de passe",
  "Already registered?": "Déjà inscrit ?",
  "Register": "S'inscrire",
  "Welcome back to OfficeLife": "Merci d'être de retour sur OfficeLife",
  "Don't have an account?": "Vous n'avez pas de compte ?",
  "Remember me": "Se souvenir de moi",
  "Forgot your password?": "Mot de passe oublié ?",
  "Log in": "Se connecter",
  "Log out": "Se déconnecter",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez simplement votre adresse email et nous vous enverrons un lien de réinitialisation de mot de passe qui vous permettra d'en choisir un nouveau.",
  "Go back": "Retour",
  "Email password reset link": "Envoyer le lien de réinitialisation",
  "New password": "Nouveau mot de passe",
  "Reset password": "Réinitialiser le mot de passe",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you?": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse email en cliquant sur le lien que nous venons de vous envoyer ?",
  "If you didn't receive the email, we will gladly send you another.": "Si vous n'avez pas reçu l'email, nous vous en enverrons volontiers un autre.",
  "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez fournie lors de votre inscription.",
  "Resend verification email": "Renvoyer l'email de vérification",
  "OfficeLife. All rights reserved. 2019 — :year. Made from all over the world. We ❤️ you.": "OfficeLife. Tous droits réservés. 2019 — :year. Crée par des gens du monde entier. Nous vous ❤️."
}
